{
    "nav": {
        "aboutme": "About me",
        "skills": "Skills",
        "aspirations": "Aspirations",
        "projects": "Projects",
        "contact-me": "Contact me"
    },

    "main": {
        "text1": "I'm Laura Vargas",
        "text_title": "Software Developer",
        "text_me": "Experienced in frontend and backend development creating interactive and user friendly experiences."
    },

    "aboutme": {
        "title__sections": "About me",
        "text_me": "Software developer in training with intermediate English skills and experience in programming languages and technologies such as Python, HTML, CSS, JavaScript, C#, Git, GitHub, MySQL, and PostgreSQL. She has worked on web development projects, database design, and console applications. She is known for her effective communication, leadership, adaptability, and teamwork skills, which facilitate collaboration in both academic and professional environments.",
        "title_1": "Frontend",
        "text_1": "Developer",
        "title_2": "Backend",
        "text_2": "Developer"
    },

    "knowledge": {
        "title__sections": "Technologies I know"
    },

    "aspirations": {
        "title__sections": "Aspirations",
        "tmision": "Mission",
        "mision": "Through my expertise in software development and soft skills, I aim to solve technological challenges while fostering an inclusive and efficient environment that drives societal progress.",
        "tvision": "Vision",
        "vision": "I will stand out as a software developer by leveraging my soft skills to adapt seamlessly to diverse environments. My goal is to enhance well-being and drive social progress through inclusive and accessible technological solutions.",
        "tvalues": "Values",
        "values": "The values that define me include empathy, which allows me to understand others and communicate my ideas assertively; leadership, built on confidence to inspire and motivate others; and camaraderie, essential for fostering collaboration and achieving effective teamwork."
    },
    "projects": {
       "title__sections": "Projects",
       "buttonp": "See more",
       "cards": {
           "ligabetplay": {
               "title": "LigaBetplay",
               "description": "Python application to manage football teams and players, simulating a sports league system."
           },
           "concerts": {
               "title": "Concerts",
               "description": "Responsive website built with HTML and CSS to showcase upcoming music concerts and events."
           },
           "formula1": {
               "title": "Formula One",
               "description": "JavaScript web project that simulates a Formula 1 fan page with interactive features."
           },
           "chachipun": {
               "title": "The Chachipun",
               "description": "Python game project inspired by rock-paper-scissors with added creative mechanics."
           },
           "campuslove": {
               "title": "Campus Love ... Where Is Love",
               "description": "C# console application that simulates matchmaking logic within a fictional campus environment."
           },
           "inventory": {
               "title": "Inventory Management",
               "description": "C# console-based CRUD system for managing inventory operations."
           },
           "campusdb": {
               "title": "Campus Database",
               "description": "MySQL database system designed to manage educational processes and student data for Campuslands."
           },
           "invoice": {
               "title": "Electronic Invoice",
               "description": "JavaScript project using Lit and Vite to create a dynamic electronic invoicing system with web components."
           }
       }
    },
    "contact": {
        "contacto__text": "Know more about me",
        "contacto__title": "Professional Profile",
        "email": "Contact Me"
    }
}